import { IChemicalElement } from "../api/service/typing";

export const chemicalElementList: IChemicalElement[] = [
    {
        "id": 1,
        "title": "Био-хелат",
        "img_path": "/image_placeholder.jpg",
        "volume": 100,
        "unit": "мл",
        "price": "2950.00",
        "short_description": "Уникальный активный комплекс, созданный на основе ферментированных минералов: цинка, железа, кремния, меди и магния.",
        "description": "Bio-Chelate — это уникальный активный комплекс, созданный на основе ферментированных минералов, таких как цинк, железо, кремний, медь и магний. Благодаря инновационной технологии ферментации, эти минералы преобразуются в биодоступную форму, которая легко усваивается кожей. Bio-Chelate подходит для всех типов кожи, включая чувствительную, и обладает многофункциональным действием, решая сразу несколько задач. Он питает и кондиционирует кожу, насыщая её необходимыми минералами и улучшая её состояние, укрепляет барьерную функцию, защищая кожу от агрессивных факторов окружающей среды, а также стимулирует процессы обновления клеток."
    },
    {
        "id": 2,
        "title": "L-аргинин",
        "img_path": "/image_placeholder.jpg",
        "volume": 30,
        "unit": "г",
        "price": "340.00",
        "short_description": "L-аргинин условно незаменимая аминокислота с основными свойствами. Входит в состав белков организма.",
        "description": "L-аргинин — это условно незаменимая аминокислота, которая является важным компонентом белков организма. Он входит в состав коллагена кожи и кератина волос, участвует в ряде ключевых ферментативных реакций. L-аргинин улучшает микроциркуляцию, оказывает сосудорасширяющее действие и улучшает трофику тканей, а также является частью натурального увлажняющего фактора. В косметике он способствует синтезу коллагена, подтягивает кожу и уменьшает морщины, увлажняет, улучшает структуру волос, поддерживает их эластичность и прочность, а также улучшает питание волосяных фолликулов, стимулируя рост волос."
    },
    {
        "id": 3,
        "title": "Каприлилгликоль",
        "img_path": "/image_placeholder.jpg",
        "volume": 100,
        "unit": "г",
        "price": "1600.00",
        "short_description": "Один из самых широко распространённых многофункциональных компонентов в косметических средствах.",
        "description": "Один из самых широко распространённых многофункциональных компонентов в косметических средствах оказывает разнообразное действие. Он защищает косметические продукты от порчи, увлажняет кожу, выступает в роли энхансера, увеличивает стабильность формул, улучшает сенсорные свойства и обладает кондиционирующим и смягчающим эффектом. Также компонент способствует более равномерному распределению пигментов и регулирует вязкость средств, обеспечивая защиту от микроорганизмов."
    },
    {
        "id": 4,
        "title": "Пентиленгликоль",
        "img_path": "/image_placeholder.jpg",
        "volume": 50,
        "unit": "мл",
        "price": "890.00",
        "short_description": "Новое зеленое поколение для натуральных рецептур, имеет сертификацию COSMOS, 100% органический, производится из сахарного тростника.",
        "description": "Новое зеленое поколение для натуральных рецептур, сертифицированное COSMOS, 100% органическое и производимое из сахарного тростника, представляет собой отличный многофункциональный компонент для профессиональных рецептур. Он повышает эффективность рецептуры, продлевает срок годности продукта и может выступать как единственный консервант. Также обладает увлажняющими свойствами, улучшает тактильные характеристики средств, повышает стабильность эмульсий, улучшает распределение пигментов и повышает SPF продуктов. Кроме того, он улучшает водостойкость солнцезащитных средств и действует как солюбилизатор."
    },
    {
        "id": 5,
        "title": "Дипропиленгликоль",
        "img_path": "/image_placeholder.jpg",
        "volume": 500,
        "unit": "мл",
        "price": "550.00",
        "short_description": "Прекрасный растворитель для душистых веществ натурального и синтетического происхождения. Широко используется в парфюмерии.",
        "description": "Этот компонент является отличным растворителем для душистых веществ как натурального, так и синтетического происхождения, и широко используется в парфюмерии. Он повышает стойкость парфюмерного продукта и смягчает его воздействие на кожу при добавлении в концентрации 5-10%. Также улучшает и ускоряет процесс вызревания парфюмерной композиции, легко смешивается со спиртом, маслом и водой, и служит основой для безспиртовых духов. Его применяют в аромадиффузорах с палочками. Это бесцветная, гигроскопичная жидкость без запаха, которая при растворении в воде выделяет тепло. Она нетоксична и используется в фармацевтической, пищевой и парфюмерной промышленности."
    },
    {
        "id": 6,
        "title": "Изелюкс",
        "img_path": "/image_placeholder.jpg",
        "volume": 500,
        "unit": "г",
        "price": "1720.00",
        "short_description": "ПАВ растительного происхождения, позволяющий создавать мягкие средства с роскошной плотной пеной и богатыми тактильными характеристиками.",
        "description": "ISELUX – это анионный простой в использовании ПАВ, может использоваться как основной ПАВ и как соПАВ. На ISELUX можно делать жидкие и твердые моющие средства. Образует стойкую кремовую пену. Средства на ISELUX являются бессульфатными, при этом эффективно очищают волосы и кожу, воздействуя исключительно бережно.  Позволяет создавать кристально прозрачные средства. Легко поддается биологическому разложению, разрешен к использованию во всем мире. Разрешен к использованию в средствах для детей.\r\nКомбинирование ISELUX с амфотерными ПАВ (например, кокамидопропил бетаином) увеличивает вязкость рецептур. Добавление хлорида натрия (соли) к системе ISELUX + кокамидопропил бетаин также увеличивает вязкость."
    }
]